Repository: Peteef/ShoppingBuddy
Catalog: ShoppingBuddy/Localizable.xcstrings
Source language: en
Languages: pl

# bundle.addItemButton
source: Add item
pl: Dodaj przedmiot

# bundle.backButton
source: Back
pl: Powrót

# bundle.removeBundle
source: Remove bundle
pl: Usuń zestaw

# bundlesList.emptyState
source: List is empty. Create some bundle 🛍️
pl: Lista jest pusta. Stwórz jakiś zestaw 🛍️

# list.createListButton
source: Create list
pl: Stwórz listę

# newBundle.createButton
source: Create
pl: Stwórz

# newBundle.emptyNameAlert.body
source: Bundle name cannot be empty!
pl: Nazwa zestawu nie może być pusta!

# newBundle.emptyNameAlert.title
source: Error
pl: Błąd

# newBundle.namePlaceholder
source: Name your bundle...
pl: Nazwij swój zestaw...

# newItem.contentPlaceholder
source: What do you want to add?
pl: Co chcesz dodać?

# newItem.createButton
source: Create
pl: Stwórz

# newItem.emptyContentAlert.body
source: Item cannot be empty!
pl: Przedmiot nie może być pusty!

# newItem.emptyContentAlert.title
source: Error
pl: Błąd

# newList.createButton
source: Create
pl: Stwórz

# newList.emptyNameAlert.body
source: List name cannot be empty!
pl: Nazwa listy nie może być pusta!

# newList.emptyNameAlert.title
source: Error
pl: Błąd

# newList.namePlaceholder
source: Type a list name...
pl: Wpisz nazwę listy...

# shoppingList.addItemButton
source: Add item
pl: Dodaj przedmiot

# shoppingList.clearDone.confirmation
source: Are you sure you want to clear done items?
pl: Czy napewno chcesz wyczyścić zakończone?

# shoppingList.clearDone.confirmButton
source: Confirm
pl: Potwierdź

# shoppingList.clearDoneButton
source: Clear done
pl: Wyczyść zrobione

# shoppingList.emptyState
source: List is empty. Add something 😎
pl: Lista jest pusta. Dodaj coś 😎

# tabs.bundles
source: Bundles
pl: Zestawy

# tabs.lists
source: Shopping lists
pl: Listy zakupów
